# use-omz needs to be FIRST
getantidote/use-omz

# Add in some oh-my-zsh stuff
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git

# Add macOS specific plugins
ohmyzsh/ohmyzsh path:plugins/brew   conditional:is-macos
ohmyzsh/ohmyzsh path:plugins/macos  conditional:is-macos
ohmyzsh/ohmyzsh path:plugins/iterm2 conditional:is-macos

# zsh-users
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
